{%extends "base.html"%}
{% load i18n%}
{% load static %}

{%block headline%}Willkommen{%endblock%}

{%block content%}
<div id="about">
<h3>Der Turkologische Anzeiger</h3>
<p>Der Turkologische Anzeiger/Turkology Annual (TA), begr&uuml;ndet von Andreas Tietze (&dagger;) und Gy&ouml;rgy Hazai, ist eine unverzichtbare systematische Bibliographie f&uuml;r die Turkologie und die Osmanistik. Fachleute aus aller Welt sind an seiner Zusammenstellung beteiligt, die von mehreren Institutionen, einschlie&szlig;lich der UNESCO, finanziell unterst&uuml;tzt wird. Die  vom Institut f&uuml;r Orientalistik der Universit&auml;t Wien herausgegebenen B&auml;nde lagen bislang nur in gedruckter Form vor.</p>
<h3>Turkologischer Anzeiger Online</h3>
<p>Unser Projekt am <a href="http://www.asia-europe.uni-heidelberg.de/en/home.html">Exzellenzcluster "Asia and Europe in a Global Context"</a> der Universit&auml;t Heidelberg hat die ersten 26 TA-B&auml;nde digitalisiert und stellt ihre Eintr&auml;ge erstmals in einer Online-Datenbank mit neuen effizienten Suchoptionen bereit. Die Eintr&auml;ge des nach Projektbeginn 2010 erschienenen Doppelbandes 27-28 werden so bald wie m&ouml;glich hinzukommen.</p>
<p>Der TA umfasst Eintr&auml;ge in vielen verschiedenen Sprachen, einschlie&szlig;lich Transkriptionen aus dem Arabischen und aus Sprachen mit kyrillischem Alphabet. Bereits einzelne Eintr&auml;ge k&ouml;nnen aus Abschnitten in verschiedenen Sprachen bestehen. Wir erwarteten, dass dies ein ernsthaftes Problem bei der Digitalisierung mit Hilfe der am Exzellenzcluster verf&uuml;gbaren Optical Character Recognition (OCR)-Software darstellen w&uuml;rde: Auch sehr gute OCR-Ergebnisse k&ouml;nnen noch keine akzeptable Grundlage f&uuml;r den Aufbau einer Datenbank liefern, denn Eintr&auml;ge mit Erkennungsfehlern lassen sich bei der Suche nicht zuverl&auml;ssig abfragen.</p>
<p>Es stellte sich jedoch heraus, dass nach entsprechender Feinjustierung die OCR-Software Ergebnisse von so guter Qualit&auml;t lieferte, dass die wenigen verbleibenden Fehler &uuml;berwiegend irrelevant f&uuml;r typische Suchanfragen waren. W&auml;hrend dies bedeutete, dass f&uuml;r unser Projekt der Aufwand der Entwicklung automatischer Software zur Korrektur der OCR-Ergebnisse nicht gerechtfertigt schien, stie&szlig;en wir auf andere Probleme: Die Syntaxanalyse der TA-Eintr&auml;ge erwies sich als weitaus schwieriger als erwartet, da die verschiedenen Eintrags-Typen und ihre Datenstrukturen oft nur implizit gekennzeichnet sind und sich einige von ihnen von Band zu Band &auml;ndern. Au&szlig;erdem musste die Syntaxanalyse (Parsing) mit Fehlern in der Struktur von Eintr&auml;gen zurechtkommen - Fehler, die menschliche Bearbeiter gemacht haben und die menschliche Leser kaum wahrnehmen w&uuml;rden, und dennoch Fehler, die ernsthafte Probleme f&uuml;r das Parsing darstellen k&ouml;nnen. Unsere Parsing-Software musste entsprechend auf die Daten zugeschnitten werden, um sowohl umfassend als auch robust zu sein.</p>

<ul>
<li>
<a href="http://www.asia-europe.uni-heidelberg.de/fileadmin/Documents/Research_Areas/HRA/Turkology_Annual_Online/TA_Online_Poster2009.pdf">Poster</a>, pr&auml;sentiert auf der <a href="http://www.asia-europe.uni-heidelberg.de/en/news-events/events/annual-conference/archive/annual-conference-2009.html">Annual Conference 2009 "Flows of Images and Media"</a>
</li>
<li>
<a href="http://www.asia-europe.uni-heidelberg.de/fileadmin/Documents/Research_Areas/HRA/Turkology_Annual_Online/TA_Online_Poster2010.pdf">Poster</a>, pr&auml;sentiert auf der <a href="http://www.asia-europe.uni-heidelberg.de/en/news-events/events/annual-conference.html">Annual Conference 2010 "Flows of Concepts and Institutions"</a>
</li>
<li>
<a href="{% static "docs/Citation_Segmentation-SCCH_2013-Slides.pdf" %}">Folien</a> und <a href="{% static "docs/Citation_Segmentation-SCCH_2013-Abstract.pdf" %}">Abstract</a>, pr&auml;sentiert auf der Konferenz <a href="http://scch2013.wordpress.com/">Scientific Computing and Cultural Heritage 2013</a>
</li>
</ul>

<h3>Partner</h3>
<ul id="partners">
<li><a href="http://orientalistik.univie.ac.at/home" class="external-link-new-window" >Institut f&uuml;r Orientalistik, Universit&auml;t Wien</a>
<br />(Herausgeber des TA)</li>
<li><a href="http://www.nytud.hu/eng/index.html" class="external-link-new-window" >Research Institute for Linguistics, Ungarische Akademie der Wissenschaften, Budapest</a>
<br />(Redaktion)</li>
<li><a href="http://www.cl.uni-heidelberg.de/" class="external-link-new-window" >Institut f&uuml;r Computerlinguistik, Universit&auml;t Heidelberg</a>
<br />(Konzeption und Programmierung)</li>
<li><a href="http://www.islamwissenschaft.uni-hd.de/" class="external-link-new-window" >Seminar f&uuml;r Sprachen und Kulturen des Vorderen Orients (Islamwissenschaft), Universit&auml;t Heidelberg</a>
<br />(Schirmherrschaft und Bereitstellung der Druckb&auml;nde)</li>
</ul>
<h3>Das Team</h3>
<ul id="partners">
<li>Prof. Dr. Anette Frank: Projektleiterin (Computerlinguistik)</li>
<li>Prof. Dr. Michael Ursinus: Projektleiter (Islamwissenschaft)</li>
<li>Matthias Arnold: Koordination (Bildbearbeitung und Nutzeroberfl&auml;che)</li>
<li>Peter Gietz: Koordination (Integration in die Heidelberg Research Architecture)</li>
<li>Christian Roth: allgemeine Koordination</li>
<li>Arina Chitavong: Scans</li>
<li>Jens Hansche: Scans</li>
<li>Nicolas Bellm: Programmierung (Datenbank)</li>
<li>Mateusz Dolata: Programmierung (Syntaxanalyse)</li>
<li>Dustin Heckmann: Programmierung (Nutzeroberfl&auml;che)</li>
</ul>
<h3>Wichtiger Hinweis</h3>
<p>Wir sind nicht beteiligt an der Redaktion des TA selbst. Bitte kontaktieren Sie f&uuml;r Anfragen die Herausgeber oder die Universit&auml;t Wien.</p>
</div>
{%endblock%}
